workflows/ReturnConnectingFlights_lock/BookingStartReq.xml

	<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
			xmlns:shar="http://www.travelport.com/schema/sharedBooking_v34_0"
			xmlns:com="http://www.travelport.com/schema/common_v34_0">
			<soapenv:Header/>
			<soapenv:Body>
				<shar:BookingStartReq TraceId="c7e2d212-0e77-458e-87e9-e4b361ffdd8"
				 TargetBranch="P7090934" ProviderCode="1G">
				<com:BillingPointOfSaleInfo OriginApplication="UAPI"/>
				</shar:BookingStartReq>
			</soapenv:Body>
			</soapenv:Envelope>